html/org-pages/notes/12th-grade/biologia.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-03-07 Mon 22:30 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Biologia 4</title>
<meta name="author" content="Luís Spengler" />
<meta name="description" content="Biologia 4 - Meu caderno virtual" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="https://luispengler.github.io/site/org-html-themes/src/readtheorg_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://luispengler.github.io/site/org-html-themes/src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">Biologia 4</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgf547e83">Resumo Platelmintos e Nematódeos</a>
<ul>
<li><a href="#org690e461">Platelmintos</a></li>
<li><a href="#org42dae61">Nematelmintos</a></li>
</ul>
</li>
<li><a href="#orgf8fb131">Apostila Estudo Dirigido - Biologia 4: Verminoses e Fiosologia Humana</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgf547e83" class="outline-2">
<h2 id="orgf547e83">Resumo Platelmintos e Nematódeos</h2>
<div class="outline-text-2" id="text-orgf547e83">
<p>
Video:  <a href="https://www.youtube.com/watch?v=QVKHCZO06z4">PLATELMINTOS E NEMATÓDEOS - ZOOLOGIA l Prof. Louise Medeiros</a>
</p>
</div>

<div id="outline-container-org690e461" class="outline-3">
<h3 id="org690e461">Platelmintos</h3>
<div class="outline-text-3" id="text-org690e461">
<ul class="org-ul">
<li>Vermes de corpo achatado e alongado</li>
<li>Ex: Planária, ténias, esquitossomas</li>
<li>Desenvolvimento embionário é um dos seus diferenciais, pois ele avança na gastrulação, tendo um terceiro folheto embrionário, a mesoderma.</li>
<li>Mesoderma é uma novidade evolutiva que surgiu pela primeira vez no grupo dos platelmintos</li>
<li>Platelmintos vão ter de dentro para fora: Tubo Digestório, Endorderma, Mesoderma e Ectoderma</li>
<li>Se ele não chega a formar um celoma (cavidade na mesoderma) é chamado então de acelomado</li>
<li>Possuem uma simetria bilateral, com um processo de cefalização</li>
<li>Possuem um sistema digestório incompleto (apenas a boca)</li>
<li>Fazem respiração cutânea e transporte por difusão</li>
<li>Possuem um sistema excretório formado pelos protonefrídios</li>
<li>Se reproduzem tanto assexuadamente e sexuadamente, com destaque para sua regeneração</li>
<li>Causam diversas doenças: esquistossomose, teníase, cisticercose</li>
</ul>
</div>
</div>

<div id="outline-container-org42dae61" class="outline-3">
<h3 id="org42dae61">Nematelmintos</h3>
<div class="outline-text-3" id="text-org42dae61">
<ul class="org-ul">
<li>Vermes de corpo alongado e cilíndrico</li>
<li>Ex: Lombrigas, Ancylostoma duadenale, wuchereria bancrafti</li>
<li>Desenvolvimento embrionário também é triblástico, mas a mesoderma é compacta, fazendo assim uma cavidade e os tranformando em pseudocelomados</li>
<li>Sua simetria é bilateral com cefalização</li>
<li>Primeiros animais a possuir um sistema digestório completo: Boca - Anus</li>
<li>Também realizão respiração cutânea e o transporte é através do pseudoceloma</li>
<li>Seu sistema escretor é formado por canais excretores</li>
<li>Se reproduz de forma sexuada e são dióicos (sexos separados, macho e fêmea)</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgf8fb131" class="outline-2">
<h2 id="orgf8fb131">Apostila Estudo Dirigido - Biologia 4: Verminoses e Fiosologia Humana</h2>
<div class="outline-text-2" id="text-orgf8fb131">
<ul class="org-ul">
<li>As aulas de biologia são conduzidas a partir dessa apostila</li>
<li>Estou editando o PDF no libreoffice draw, aqui está o arquivo</li>
<li>Quando estiver pronta, vou renderizar o PDF e colocar aqui</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Luís Spengler</p>
<p class="date">Created: 2022-03-07 Mon 22:30</p>
</div>
</body>
</html>
